calc3/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Calculus III</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://sandyuraz.com/styles/org.min.css">
</head>
<body>
<div id="content">
<h1 class="title">Calculus III
<br />
<span class="subtitle">Sandy's Tutor Notes</span>
</h1>

<div id="outline-container-org591af27" class="outline-2">
<h2 id="org591af27">Week 1, Feb 8th</h2>
<div class="outline-text-2" id="text-org591af27">
<p>
Calc 3 spent their first week on a quick recap of Vectors, Dot Product
properties, and general gist of the end material of Calc 2, including Polar
Coordinates.
</p>

<p>
Notes: <a href="./MATH127C/MATH127C_02_10.pdf">February 10th</a>
</p>
</div>
</div>

<div id="outline-container-orgf867b72" class="outline-2">
<h2 id="orgf867b72">Week 2, Feb 15th</h2>
<div class="outline-text-2" id="text-orgf867b72">
<p>
Second week covered Partial Derivatives and associated Product Rule, Chain
Rule, and Quotient Rule.
</p>

<p>
Notes: <a href="./MATH127C/MATH127C_02_17.pdf">February 17th</a>
</p>
</div>
</div>

<div id="outline-container-org2a82ed7" class="outline-2">
<h2 id="org2a82ed7">Week 3, Feb 22nd</h2>
<div class="outline-text-2" id="text-org2a82ed7">
<p>
Week three covered exciting material, such as Differentiability, Gradient of a
function, Directional Derivatives, Double Limits, Polar Approach in limits,
and Level Curves.
</p>

<p>
Notes: <a href="./MATH127C/MATH127C_02_24.pdf">February 24th</a>
</p>
</div>
</div>

<div id="outline-container-org4f01fb7" class="outline-2">
<h2 id="org4f01fb7">Week 4, March 1st</h2>
<div class="outline-text-2" id="text-org4f01fb7">
<p>
Tangent Planes to Surfaces at a point! More complex multivariate limits on
surfaces by using different coordinate systems and matching level curves.
Optimization in Several Variables with Lagrange Multipliers.
</p>

<p>
Notes: <a href="./MATH127C/MATH127C_03_03.pdf">March 3rd</a>
</p>
</div>
</div>

<div id="outline-container-org4803767" class="outline-2">
<h2 id="org4803767">Week 5, March 8th</h2>
<div class="outline-text-2" id="text-org4803767">
<p>
Midterm I review. Midterm I is held on March 10th. Later, we went over
Integration in Two Variables and Double Integrals over General Regions.
</p>

<p>
Notes: <a href="./MATH127C/MATH127C_03_09.pdf">March 9th</a>
</p>
</div>
</div>

<div id="outline-container-org1ea554b" class="outline-2">
<h2 id="org1ea554b">Week 6, March 15th</h2>
<div class="outline-text-2" id="text-org1ea554b">
<p>
Continuation over Double Integrals over General Regions. Starting on Triple
Integrales and their applications!
</p>

<p>
Notes: <a href="./MATH127C/MATH127C_03_17.pdf">March 17th</a>
</p>
</div>
</div>

<div id="outline-container-org72cb625" class="outline-2">
<h2 id="org72cb625">Week 7, March 22nd</h2>
<div class="outline-text-2" id="text-org72cb625">
<p>
Doing Applications of Multiple Integrals and Change of Variables.
</p>

<p>
Notes: <a href="./MATH127C/MATH127C_03_24.pdf">March 24th</a>
</p>
</div>
</div>

<div id="outline-container-org7c59cb8" class="outline-2">
<h2 id="org7c59cb8">Week 8, March 29th</h2>
<div class="outline-text-2" id="text-org7c59cb8">
<p>
Integration in Polar, Cylindrical, Spherical Coordinates. Working with
Vector-Valued Functions and Calculus of Vector-Valued Functions.
</p>

<p>
Notes: <a href="./MATH127C/MATH127C_03_31.pdf">March 31st</a>
</p>
</div>
</div>

<div id="outline-container-org6ac8236" class="outline-2">
<h2 id="org6ac8236">Week 9, April 5th</h2>
<div class="outline-text-2" id="text-org6ac8236">
<p>
We learned Arc Length and Speed, Vector Fields, and Line Integrals!
</p>

<p>
Notes: <a href="./MATH127C/MATH127C_04_07.pdf">April 7th</a>
</p>
</div>
</div>

<div id="outline-container-orge856564" class="outline-2">
<h2 id="orge856564">Week 10, April 12th</h2>
<div class="outline-text-2" id="text-orge856564">
<p>
The students were preparing for their second Midterm on April 14th. We went
over Conservative Vector Fields.
</p>

<p>
Notes: <a href="./MATH127C/MATH127C_04_13.pdf">April 13th</a>
</p>
</div>
</div>

<div id="outline-container-orga989b38" class="outline-2">
<h2 id="orga989b38">Week 11, April 19th</h2>
<div class="outline-text-2" id="text-orga989b38">
<p>
Green's Theorem, Parametrized Surfaces, and Surface Integrals.
</p>

<p>
Notes: <a href="./MATH127C/MATH127C_04_21.pdf">April 21st</a>
</p>
</div>
</div>

<div id="outline-container-orgf07dfb6" class="outline-2">
<h2 id="orgf07dfb6">Week 12, April 26th</h2>
<div class="outline-text-2" id="text-orgf07dfb6">
<p>
This is the last meeting of the semester! They should go over
Parametrized Surfaces, Surface Integrals, and Surface Integrals of Vector
Fields.
</p>

<p>
During their last week, which is the week after this one, they will cover
Stoke's Theorem and Divergence Theorem.
</p>

<p>
Notes: <a href="./MATH127C/MATH127C_04_28.pdf">April 28th</a>
</p>
</div>
</div>
</div>
</body>
</html>
